cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'awsebcli'
brew 'git'
brew 'bash-completion'
brew 'coreutils'
brew 'grc'
brew 'hub'
brew 'gpg'
brew 'libgit2'
brew 'nvm'
brew 'openssl'
brew 'readline'
brew 'ruby-build'
brew 'rbenv'
brew 'unrar'
brew 'wget'
brew 'pyenv'
brew 'pyenv-virtualenv'

cask 'atom'
cask 'firefox'
cask 'google-chrome'
cask 'handbrake'
cask 'slack'
cask 'transmission'
cask 'vlc'
